[
  {
    "title": "The Eagle",
    "author": "Alfred, Lord Tennyson",
    "year": 1851,
    "body": "He clasps the crag with crooked hands;\nClose to the sun in lonely lands,\nRing'd with the azure world, he stands.\n\nThe wrinkled sea beneath him crawls;\nHe watches from his mountain walls,\nAnd like a thunderbolt he falls."
  },
  {
    "title": "Sonnet 43",
    "author": "Elizabeth Barrett Browning",
    "year": 1850,
    "body": "How do I love thee? Let me count the ways.\nI love thee to the depth and breadth and height\nMy soul can reach, when feeling out of sight\nFor the ends of Being and ideal Grace.\nI love thee to the level of every day’s\nMost quiet need, by sun and candle-light.\nI love thee freely, as men strive for Right;\nI love thee purely, as they turn from Praise.\nI love thee with the passion put to use\nIn my old griefs, and with my childhood’s faith.\nI love thee with a love I seemed to lose\nWith my lost saints,—I love thee with the breath,\nSmiles, tears, of all my life!—and, if God choose,\nI shall but love thee better after death."
  },
  {
    "title": "We Wear the Mask",
    "author": "Paul Laurence Dunbar",
    "year": 1896,
    "body": "We wear the mask that grins and lies,\nIt hides our cheeks and shades our eyes,—\nThis debt we pay to human guile;\nWith torn and bleeding hearts we smile,\nAnd mouth with myriad subtleties.\n\nWhy should the world be over-wise,\nIn counting all our tears and sighs?\nNay, let them only see us, while\n       We wear the mask.\n\nWe smile, but, O great Christ, our cries\nTo thee from tortured souls arise.\nWe sing, but oh the clay is vile\nBeneath our feet, and long the mile;\nBut let the world dream otherwise,\n       We wear the mask!"
  },
  {
    "title": "The Wind",
    "author": "Robert Louis Stevenson",
    "year": 1885,
    "body": "I saw you toss the kites on high\nAnd blow the birds about the sky;\nAnd all around I heard you pass,\nLike ladies' skirts across the grass—\nO wind, a-blowing all day long,\nO wind, that sings so loud a song!\n\nI saw the different things you did,\nBut always you yourself you hid.\nI felt you push, I heard you call,\nI could not see yourself at all—\nO wind, a-blowing all day long,\nO wind, that sings so loud a song!\n\nO you that are so strong and cold,\nO blower, are you young or old?\nAre you a beast of field and tree,\nOr just a stronger child than me?\nO wind, a-blowing all day long,\nO wind, that sings so loud a song!"
  },
  {
    "title": "A Noiseless Patient Spider",
    "author": "Walt Whitman",
    "year": 1868,
    "body": "A noiseless patient spider,\nI mark’d where on a little promontory it stood isolated,\nMark’d how to explore the vacant vast surrounding,\nIt launch’d forth filament, filament, filament, out of itself,\nEver unreeling them, ever tirelessly speeding them.\n\nAnd you O my soul where you stand,\nSurrounded, detached, in measureless oceans of space,\nCeaselessly musing, venturing, throwing, seeking the spheres to connect them,\nTill the bridge you will need be form’d, till the ductile anchor hold,\nTill the gossamer thread you fling catch somewhere, O my soul."
  },
  {
    "title": "My Shadow",
    "author": "Robert Louis Stevenson",
    "year": 1885,
    "body": "I have a little shadow that goes in and out with me,\nAnd what can be the use of him is more than I can see.\nHe is very, very like me from the heels up to the head;\nAnd I see him jump before me, when I jump into my bed.\n\nThe funniest thing about him is the way he likes to grow—\nNot at all like proper children, which is always very slow;\nFor he sometimes shoots up taller like an india-rubber ball,\nAnd he sometimes gets so little that there's none of him at all.\n\nHe hasn't got a notion of how children ought to play,\nAnd can only make a fool of me in every sort of way.\nHe stays so close beside me, he's a coward you can see;\nI'd think shame to stick to nursie as that shadow sticks to me!\n\nOne morning, very early, before the sun was up,\nI rose and found the shining dew on every buttercup;\nBut my lazy little shadow, like an arrant sleepy-head,\nHad stayed at home behind me and was fast asleep in bed."
  },
  {
    "title": "The Railway Train",
    "author": "Emily Dickinson",
    "year": 1891,
    "body": "I like to see it lap the miles,\nAnd lick the valleys up,\nAnd stop to feed itself at tanks;\nAnd then, prodigious, step\n\nAround a pile of mountains,\nAnd, supercilious, peer\nIn shanties by the sides of roads;\nAnd then a quarry pare\n\nTo fit its sides, and crawl between,\nComplaining all the while\nIn horrid, hooting stanza;\nThen chase itself down hill\n\nAnd neigh like Boanerges;\nThen, punctual as a star,\nStop—docile and omnipotent—\nAt its own stable door."
  },
  {
    "title": "A Birthday",
    "author": "Christina Rossetti",
    "year": 1861,
    "body": "My heart is like a singing bird\nWhose nest is in a water'd shoot;\nMy heart is like an apple-tree\nWhose boughs are bent with thickset fruit;\nMy heart is like a rainbow shell\nThat paddles in a halcyon sea;\nMy heart is gladder than all these\nBecause my love is come to me.\n\nRaise me a dais of silk and down;\nHang it with vair and purple dyes;\nCarve it in doves and pomegranates,\nAnd peacocks with a hundred eyes;\nWork it in gold and silver grapes,\nIn leaves and silver fleurs-de-lys;\nBecause the birthday of my life\nIs come, my love is come to me."
  },
  {
    "title": "The Arrow and the Song",
    "author": "Henry Wadsworth Longfellow",
    "year": 1845,
    "body": "I shot an arrow into the air,\nIt fell to earth, I knew not where;\nFor, so swiftly it flew, the sight\nCould not follow it in its flight.\n\nI breathed a song into the air,\nIt fell to earth, I knew not where;\nFor who has sight so keen and strong,\nThat it can follow the flight of song?\n\nLong, long afterward, in an oak\nI found the arrow, still unbroke;\nAnd the song, from beginning to end,\nI found again in the heart of a friend."
  },
  {
    "title": "I'm Nobody! Who are you?",
    "author": "Emily Dickinson",
    "year": 1891,
    "body": "I'm nobody! Who are you?\nAre you nobody, too?\nThen there's a pair of us - don't tell!\nThey'd banish us, you know.\n\nHow dreary to be somebody!\nHow public, like a frog\nTo tell your name the livelong day\nTo an admiring bog!"
  },
  {
    "title": "Sympathy",
    "author": "Paul Laurence Dunbar",
    "year": 1899,
    "body": "I know what the caged bird feels, alas!\nWhen the sun is bright on the upland slopes;\nWhen the wind stirs soft through the springing grass,\nAnd the river flows like a stream of glass;\nWhen the first bird sings and the first bud opes,\nAnd the faint perfume from its chalice steals—\nI know what the caged bird feels!\n\nI know why the caged bird beats his wing\nTill its blood is red on the cruel bars;\nFor he must fly back to his perch and cling\nWhen he fain would be on the bough a-swing;\nAnd a pain still throbs in the old, old scars\nAnd they pulse again with a keener sting—\nI know why he beats his wing!\n\nI know why the caged bird sings, ah me,\nWhen his wing is bruised and his bosom sore,—\nWhen he beats his bars and he would be free;\nIt is not a carol of joy or glee,\nBut a prayer that he sends from his heart’s deep core,\nBut a plea, that upward to Heaven he flings—\nI know why the caged bird sings!"
  },
  {
    "title": "The Road Not Taken",
    "author": "Robert Frost",
    "year": 1916,
    "body": "Two roads diverged in a yellow wood,\nAnd sorry I could not travel both\nAnd be one traveler, long I stood\nAnd looked down one as far as I could\nTo where it bent in the undergrowth;\n\nThen took the other, as just as fair,\nAnd having perhaps the better claim,\nBecause it was grassy and wanted wear;\nThough as for that the passing there\nHad worn them really about the same,\n\nAnd both that morning equally lay\nIn leaves no step had trodden black.\nOh, I kept the first for another day!\nYet knowing how way leads on to way,\nI doubted if I should ever come back.\n\nI shall be telling this with a sigh\nSomewhere ages and ages hence:\nTwo roads diverged in a wood, and I—\nI took the one less traveled by,\nAnd that has made all the difference."
  },
  {
    "title": "O Captain! My Captain!",
    "author": "Walt Whitman",
    "year": 1865,
    "body": "O Captain! my Captain! our fearful trip is done,\nThe ship has weather’d every rack, the prize we sought is won,\nThe port is near, the bells I hear, the people all exulting,\nWhile follow eyes the steady keel, the vessel grim and daring;\nBut O heart! heart! heart!\nO the bleeding drops of red,\nWhere on the deck my Captain lies,\nFallen cold and dead.\n\nO Captain! my Captain! rise up and hear the bells;\nRise up—for you the flag is flung—for you the bugle trills,\nFor you bouquets and ribbon’d wreaths—for you the shores a-crowding,\nFor you they call, the swaying mass, their eager faces turning;\nHere Captain! dear father!\nThis arm beneath your head!\nIt is some dream that on the deck,\nYou’ve fallen cold and dead.\n\nMy Captain does not answer, his lips are pale and still,\nMy father does not feel my arm, he has no pulse nor will,\nThe ship is anchor’d safe and sound, its voyage closed and done,\nFrom fearful trip the victor ship comes in with object won;\nExult O shores, and ring O bells!\nBut I with mournful tread,\nWalk the deck my Captain lies,\nFallen cold and dead."
  },
  {
    "title": "The New Colossus",
    "author": "Emma Lazarus",
    "year": 1883,
    "body": "Not like the brazen giant of Greek fame,\nWith conquering limbs astride from land to land;\nHere at our sea-washed, sunset gates shall stand\nA mighty woman with a torch, whose flame\nIs the imprisoned lightning, and her name\nMother of Exiles. From her beacon-hand\nGlows world-wide welcome; her mild eyes command\nThe air-bridged harbor that twin cities frame.\n“Keep, ancient lands, your storied pomp!” cries she\nWith silent lips. “Give me your tired, your poor,\nYour huddled masses yearning to breathe free,\nThe wretched refuse of your teeming shore.\nSend these, the homeless, tempest-tost to me,\nI lift my lamp beside the golden door!”"
  },
  {
    "title": "Requiem",
    "author": "Robert Louis Stevenson",
    "year": 1887,
    "body": "Under the wide and starry sky,\nDig the grave and let me lie.\nGlad did I live and gladly die,\nAnd I laid me down with a will.\n\nThis be the verse you grave for me:\nHere he lies where he longed to be;\nHome is the sailor, home from sea,\nAnd the hunter home from the hill."
  },
  {
    "title": "The Tyger",
    "author": "William Blake",
    "year": 1794,
    "body": "Tyger Tyger, burning bright,\nIn the forests of the night;\nWhat immortal hand or eye,\nCould frame thy fearful symmetry?\n\nIn what distant deeps or skies.\nBurnt the fire of thine eyes?\nOn what wings dare he aspire?\nWhat the hand, dare seize the fire?\n\nAnd what shoulder, & what art,\nCould twist the sinews of thy heart?\nAnd when thy heart began to beat,\nWhat dread hand? & what dread feet?\n\nWhat the hammer? what the chain,\nIn what furnace was thy brain?\nWhat the anvil? what dread grasp,\nDare its deadly terrors clasp!\n\nWhen the stars threw down their spears\nAnd water'd heaven with their tears:\nDid he smile his work to see?\nDid he who made the Lamb make thee?\n\nTyger Tyger burning bright,\nIn the forests of the night:\nWhat immortal hand or eye,\nDare frame thy fearful symmetry?"
  },
  {
    "title": "When You Are Old",
    "author": "William Butler Yeats",
    "year": 1892,
    "body": "When you are old and grey and full of sleep,\nAnd nodding by the fire, take down this book,\nAnd slowly read, and dream of the soft look\nYour eyes had once, and of their shadows deep;\n\nHow many loved your moments of glad grace,\nAnd loved your beauty with love false or true,\nBut one man loved the pilgrim soul in you,\nAnd loved the sorrows of your changing face;\n\nAnd bending down beside the glowing bars,\nMurmur, a little sadly, how Love fled\nAnd paced upon the mountains overhead\nAnd hid his face amid a crowd of stars."
  },
  {
    "title": "Do not stand at my grave and weep",
    "author": "Mary Elizabeth Frye",
    "year": 1932,
    "body": "Do not stand at my grave and weep\nI am not there. I do not sleep.\nI am a thousand winds that blow.\nI am the diamond glints on snow.\nI am the sunlight on ripened grain.\nI am the gentle autumn rain.\nWhen you awaken in the morning's hush\nI am the swift uplifting rush\nOf quiet birds in circled flight.\nI am the soft stars that shine at night.\nDo not stand at my grave and cry;\nI am not there. I did not die."
  },
  {
    "title": "The Love Song of J. Alfred Prufrock",
    "author": "T.S. Eliot",
    "year": 1915,
    "body": "Let us go then, you and I,\nWhen the evening is spread out against the sky\nLike a patient etherized upon a table;\nLet us go, through certain half-deserted streets,\nThe muttering retreats\nOf restless nights in one-night cheap hotels\nAnd sawdust restaurants with oyster-shells:\nStreets that follow like a tedious argument\nOf insidious intent\nTo lead you to an overwhelming question…\nOh, do not ask, “What is it?”\nLet us go and make our visit."
  },
  {
    "title": "Sea Fever",
    "author": "John Masefield",
    "year": 1902,
    "body": "I must go down to the seas again, to the lonely sea and the sky,\nAnd all I ask is a tall ship and a star to steer her by;\nAnd the wheel’s kick and the wind’s song and the white sail’s shaking,\nAnd a grey mist on the sea’s face, and a grey dawn breaking.\n\nI must go down to the seas again, for the call of the running tide\nIs a wild call and a clear call that may not be denied;\nAnd all I ask is a windy day with the white clouds flying,\nAnd the flung spray and the blown spume, and the sea-gulls crying.\n\nI must go down to the seas again, to the vagrant gypsy life,\nTo the gull’s way and the whale’s way where the wind’s like a whetted knife;\nAnd all I ask is a merry yarn from a laughing fellow-rover,\nAnd quiet sleep and a sweet dream when the long trick’s over."
  },
  {
    "title": "The Second Coming",
    "author": "William Butler Yeats",
    "year": 1920,
    "body": "Turning and turning in the widening gyre\nThe falcon cannot hear the falconer;\nThings fall apart; the centre cannot hold;\nMere anarchy is loosed upon the world,\nThe blood-dimmed tide is loosed, and everywhere\nThe ceremony of innocence is drowned;\nThe best lack all conviction, while the worst\nAre full of passionate intensity."
  },
  {
    "title": "Invictus",
    "author": "William Ernest Henley",
    "year": 1888,
    "body": "Out of the night that covers me,\nBlack as the pit from pole to pole,\nI thank whatever gods may be\nFor my unconquerable soul.\n\nIn the fell clutch of circumstance\nI have not winced nor cried aloud.\nUnder the bludgeonings of chance\nMy head is bloody, but unbowed.\n\nBeyond this place of wrath and tears\nLooms but the Horror of the shade,\nAnd yet the menace of the years\nFinds and shall find me unafraid.\n\nIt matters not how strait the gate,\nHow charged with punishments the scroll,\nI am the master of my fate,\nI am the captain of my soul."
  },
  {
    "title": "Leisure",
    "author": "W. H. Davies",
    "year": 1911,
    "body": "What is this life if, full of care,\nWe have no time to stand and stare.\nNo time to stand beneath the boughs\nAnd stare as long as sheep or cows.\nNo time to see, when woods we pass,\nWhere squirrels hide their nuts in grass.\nNo time to see, in broad daylight,\nStreams full of stars, like skies at night.\nNo time to turn at Beauty’s glance,\nAnd watch her feet, how they can dance.\nNo time to wait till her mouth can\nEnrich that smile her eyes began.\nA poor life this if, full of care,\nWe have no time to stand and stare."
  },
  {
    "title": "The Charge of the Light Brigade",
    "author": "Alfred, Lord Tennyson",
    "year": 1854,
    "body": "Half a league, half a league,\nHalf a league onward,\nAll in the valley of Death\nRode the six hundred.\n“Forward, the Light Brigade!\nCharge for the guns!” he said.\nInto the valley of Death\nRode the six hundred."
  },
  {
    "title": "My Last Duchess",
    "author": "Robert Browning",
    "year": 1842,
    "body": "That's my last Duchess painted on the wall,\nLooking as if she were alive. I call\nThat piece a wonder, now: Frà Pandolf's hands\nWorked busily a day, and there she stands.\nWill't please you sit and look at her? I said\n“Frà Pandolf” by design, for never read\nStrangers like you that pictured countenance,\nThe depth and passion of its earnest glance,\nBut to myself they turned (since none puts by\nThe curtain I have drawn for you, but I)\nAnd seemed as they would ask me, if they durst,\nHow such a glance came there; so, not the first\nAre you to turn and ask thus."
  },
  {
    "title": "Casey at the Bat",
    "author": "Ernest Lawrence Thayer",
    "year": 1888,
    "body": "The outlook wasn't brilliant for the Mudville nine that day;\nThe score stood four to two, with but one inning more to play,\nAnd then when Cooney died at first, and Barrows did the same,\nA pall-like silence fell upon the patrons of the game."
  },
  {
    "title": "The Raven",
    "author": "Edgar Allan Poe",
    "year": 1845,
    "body": "Once upon a midnight dreary, while I pondered, weak and weary,\nOver many a quaint and curious volume of forgotten lore—\nWhile I nodded, nearly napping, suddenly there came a tapping,\nAs of some one gently rapping, rapping at my chamber door.\n“’Tis some visitor,” I muttered, “tapping at my chamber door—\nOnly this and nothing more.”"
  },
  {
    "title": "The Walrus and the Carpenter",
    "author": "Lewis Carroll",
    "year": 1871,
    "body": "The sun was shining on the sea,\nShining with all his might:\nHe did his very best to make\nThe billows smooth and bright—\nAnd this was odd, because it was\nThe middle of the night.\n\nThe moon was shining sulkily,\nBecause she thought the sun\nHad got no business to be there\nAfter the day was done—\n“It’s very rude of him,” she said,\n“To come and spoil the fun.”"
  },
  {
    "title": "Jabberwocky",
    "author": "Lewis Carroll",
    "year": 1871,
    "body": "’Twas brillig, and the slithy toves\nDid gyre and gimble in the wabe:\nAll mimsy were the borogoves,\nAnd the mome raths outgrabe.\n\n“Beware the Jabberwock, my son!\nThe jaws that bite, the claws that catch!\nBeware the Jubjub bird, and shun\nThe frumious Bandersnatch!”"
  },
  {
    "title": "The Owl and the Pussy-Cat",
    "author": "Edward Lear",
    "year": 1871,
    "body": "The Owl and the Pussy-cat went to sea\nIn a beautiful pea-green boat,\nThey took some honey, and plenty of money,\nWrapped up in a five-pound note.\nThe Owl looked up to the stars above,\nAnd sang to a small guitar,\n'O lovely Pussy! O Pussy, my love,\nWhat a beautiful Pussy you are,\nYou are,\nYou are!\nWhat a beautiful Pussy you are!'"
  },
  {
    "title": "Anthem for Doomed Youth",
    "author": "Wilfred Owen",
    "year": 1920,
    "body": "What passing-bells for these who die as cattle?\n— Only the monstrous anger of the guns.\nOnly the stuttering rifles' rapid rattle\nCan patter out their hasty orisons.\nNo mockeries now for them; no prayers nor bells; \nNor any voice of mourning save the choirs,—\nThe shrill, demented choirs of wailing shells;\nAnd bugles calling for them from sad shires."
  },
  {
    "title": "Dulce et Decorum Est",
    "author": "Wilfred Owen",
    "year": 1920,
    "body": "Bent double, like old beggars under sacks,\nKnock-kneed, coughing like hags, we cursed through sludge,\nTill on the haunting flares we turned our backs,\nAnd towards our distant rest began to trudge.\nMen marched asleep. Many had lost their boots,\nBut limped on, blood-shod. All went lame; all blind;\nDrunk with fatigue; deaf even to the hoots\nOf gas-shells dropping softly behind."
  },
  {
    "title": "The Red Wheelbarrow",
    "author": "William Carlos Williams",
    "year": 1923,
    "body": "so much depends\nupon\n\na red wheel\nbarrow\n\nglazed with rain\nwater\n\nbeside the white\nchickens."
  },
  {
    "title": "This Is Just To Say",
    "author": "William Carlos Williams",
    "year": 1934,
    "body": "I have eaten\nthe plums\nthat were in\nthe icebox\n\nand which\nyou were probably\nsaving\nfor breakfast\n\nForgive me\nthey were delicious\nso sweet\nand so cold"
  },
  {
    "title": "anyone lived in a pretty how town",
    "author": "E. E. Cummings",
    "year": 1940,
    "body": "anyone lived in a pretty how town\n(with up so floating many bells down)\nspring summer autumn winter\nhe sang his didn't he danced his did.\n\nWomen and men(both little and small)\ncared for anyone not at all\nthey sowed their isn't they reaped their same\nsun moon stars rain"
  },
  {
    "title": "i carry your heart with me(i carry it in",
    "author": "E. E. Cummings",
    "year": 1952,
    "body": "i carry your heart with me(i carry it in\nmy heart)i am never without it(anywhere\ni go you go,my dear;and whatever is done\nby only me is your doing,my darling)\n\ni fear\nno fate(for you are my fate,my sweet)i want\nno world(for beautiful you are my world,my true)\nand it’s you are whatever a moon has always meant\nand whatever a sun will always sing is you"
  },
  {
    "title": "Stopping by Woods on a Snowy Evening",
    "author": "Robert Frost",
    "year": 1923,
    "body": "Whose woods these are I think I know.\nHis house is in the village though;\nHe will not see me stopping here\nTo watch his woods fill up with snow.\n\nMy little horse must think it queer\nTo stop without a farmhouse near\nBetween the woods and frozen lake\nThe darkest evening of the year.\n\nHe gives his harness bells a shake\nTo ask if there is some mistake.\nThe only other sound’s the sweep\nOf easy wind and downy flake.\n\nThe woods are lovely, dark and deep,\nBut I have promises to keep,\nAnd miles to go before I sleep,\nAnd miles to go before I sleep."
  },
  {
    "title": "Birches",
    "author": "Robert Frost",
    "year": 1916,
    "body": "When I see birches bend to left and right\nAcross the lines of straighter darker trees,\nI like to think some boy's been swinging them.\nBut swinging doesn't bend them down to stay\nAs ice-storms do. Often you must have seen them\nLoaded with ice a sunny winter morning\nAfter a rain. They click upon themselves\nAs the breeze rises, and turn many-colored\nAs the stir cracks and crazes their enamel."
  },
  {
    "title": "Mending Wall",
    "author": "Robert Frost",
    "year": 1914,
    "body": "Something there is that doesn't love a wall,\nThat sends the frozen-ground-swell under it,\nAnd spills the upper boulders in the sun;\nAnd makes gaps even two can pass abreast."
  },
  {
    "title": "Fire and Ice",
    "author": "Robert Frost",
    "year": 1920,
    "body": "Some say the world will end in fire,\nSome say in ice.\nFrom what I’ve tasted of desire\nI hold with those who favor fire.\nBut if it had to perish twice,\nI think I know enough of hate\nTo say that for destruction ice\nIs also great\nAnd would suffice."
  },
  {
    "title": "The Waste Land",
    "author": "T.S. Eliot",
    "year": 1922,
    "body": "April is the cruellest month, breeding\nLilacs out of the dead land, mixing\nMemory and desire, stirring\nDull roots with spring rain.\nWinter kept us warm, covering\nEarth in forgetful snow, feeding\nA little life with dried tubers."
  },
  {
    "title": "Among School Children",
    "author": "William Butler Yeats",
    "year": 1928,
    "body": "I walk through the long schoolroom questioning;\nA kind old nun in a white hood replies;\nThe children learn to cipher and to sing,\nTo study reading-books and history,\nTo cut and sew, be neat in everything\nIn the best modern way—the children's eyes\nIn momentary wonder stare upon\nA sixty-year-old smiling public man."
  },
  {
    "title": "Sailing to Byzantium",
    "author": "William Butler Yeats",
    "year": 1928,
    "body": "That is no country for old men. The young\nIn one another's arms, birds in the trees,\n—Those dying generations—at their song,\nThe salmon-falls, the mackerel-crowded seas,\nFish, flesh, or fowl, commend all summer long\nWhatever is begotten, born, and dies.\nCaught in that sensual music all neglect\nMonuments of unageing intellect."
  },
  {
    "title": "Leda and the Swan",
    "author": "William Butler Yeats",
    "year": 1924,
    "body": "A sudden blow: the great wings beating still\nAbove the staggering girl, her thighs caressed\nBy the dark webs, her nape caught in his bill,\nHe holds her helpless breast upon his breast.\n\nHow can those terrified vague fingers push\nThe feathered glory from her loosening thighs?\nAnd how can body, laid in that white rush,\nBut feel the strange heart beating where it lies?"
  },
  {
    "title": "Musée des Beaux Arts",
    "author": "W. H. Auden",
    "year": 1938,
    "body": "About suffering they were never wrong,\nThe Old Masters: how well they understood\nIts human position; how it takes place\nWhile someone else is eating or opening a window or just walking dully along;\nHow, when the aged are reverently, passionately waiting\nFor the miraculous birth, there always must be\nChildren who did not specially want it to happen, skating\nOn a pond at the edge of the wood"
  },
  {
    "title": "In Memory of W. B. Yeats",
    "author": "W. H. Auden",
    "year": 1939,
    "body": "He disappeared in the dead of winter:\nThe brooks were frozen, the airports almost deserted,\nAnd snow disfigured the public statues;\nThe mercury sank in the mouth of the dying day.\nWhat instruments we have agree\nThe day of his death was a dark cold day."
  },
  {
    "title": "The Unknown Citizen",
    "author": "W. H. Auden",
    "year": 1939,
    "body": "(To JS/07/M/378\nThis Marble Monument\nIs Erected by the State)\n\nHe was found by the Bureau of Statistics to be\nOne against whom there was no official complaint,\nAnd all the reports on his conduct agree\nThat, in the modern sense of an old-fashioned word, he was a saint,\nFor in everything he did he served the Greater Community."
  },
  {
    "title": "Thirteen Ways of Looking at a Blackbird",
    "author": "Wallace Stevens",
    "year": 1917,
    "body": "I\nAmong twenty snowy mountains,\nThe only moving thing\nWas the eye of the blackbird.\n\nII\nI was of three minds,\nLike a tree\nIn which there are three blackbirds.\n\nIII\nThe blackbird whirled in the autumn winds.\nIt was a small part of the pantomime."
  },
  {
    "title": "The Emperor of Ice-Cream",
    "author": "Wallace Stevens",
    "year": 1922,
    "body": "Call the roller of big cigars,\nThe muscular one, and bid him whip\nIn kitchen cups concupiscent curds.\nLet the wenches dawdle in such dress\nAs they are used to wear, and let the boys\nBring flowers in last month's newspapers.\nLet be be finale of seem.\nThe only emperor is the emperor of ice-cream."
  },
  {
    "title": "Sunday Morning",
    "author": "Wallace Stevens",
    "year": 1915,
    "body": "Complacencies of the peignoir, and late\nCoffee and oranges in a sunny chair,\nAnd the green freedom of a cockatoo\nUpon a rug mingle to dissipate\nThe holy hush of ancient sacrifice."
  },
  {
    "title": "Anecdote of the Jar",
    "author": "Wallace Stevens",
    "year": 1919,
    "body": "I placed a jar in Tennessee,\nAnd round it was, upon a hill.\nIt made the slovenly wilderness\nSurround that hill.\n\nThe wilderness rose up to it,\nAnd sprawled around, no longer wild.\nThe jar was round upon the ground\nAnd tall and of a port in air."
  },
  {
    "title": "The Snow Man",
    "author": "Wallace Stevens",
    "year": 1921,
    "body": "One must have a mind of winter\nTo regard the frost and the boughs\nOf the pine-trees crusted with snow;\n\nAnd have been cold a long time\nTo behold the junipers shagged with ice,\nThe spruces rough in the distant glitter\n\nOf the January sun; and not to think\nOf any misery in the sound of the wind,\nIn the sound of a few leaves"
  },
  {
    "title": "Spring and Fall",
    "author": "Gerard Manley Hopkins",
    "year": 1918,
    "body": "to a young child\n\nMárgarét, áre you gríeving\nOver Goldengrove unleaving?\nLeáves like the things of man, you\nWith your fresh thoughts care for, can you?\nAh! ás the heart grows older\nIt will come to such sights colder\nBy and by, nor spare a sigh\nThough worlds of wanwood leafmeal lie;\nAnd yet you wíll weep and know why.\nNow no matter, child, the name:\nSórrow’s spríngs áre the same.\nNor mouth had, no nor mind, expressed\nWhat heart heard of, ghost guessed:\nIt ís the blight man was born for,\nIt is Margaret you mourn for."
  },
  {
    "title": "Pied Beauty",
    "author": "Gerard Manley Hopkins",
    "year": 1918,
    "body": "Glory be to God for dappled things –\n   For skies of couple-colour as a brinded cow;\n      For rose-moles all in stipple upon trout that swim;\nFresh-firecoal chestnut-falls; finches’ wings;\n   Landscape plotted and pieced – fold, fallow, and plough;\n      And áll trádes, their gear and tackle and trim.\n\nAll things counter, original, spare, strange;\n   Whatever is fickle, freckled (who knows how?)\n      With swift, slow; sweet, sour; adazzle, dim;\nHe fathers-forth whose beauty is past change:\n                                Praise him."
  },
  {
    "title": "The Windhover",
    "author": "Gerard Manley Hopkins",
    "year": 1918,
    "body": "To Christ our Lord\n\nI caught this morning morning's minion, king-\ndom of daylight's dauphin, dapple-dawn-drawn Falcon, in his riding\nOf the rolling level underneath him steady air, and striding\nHigh there, how he rung upon the rein of a wimpling wing\nIn his ecstasy! then off, off forth on swing,\nAs a skate's heel sweeps smooth on a bow-bend: the hurl and gliding\nRebuffed the big wind. My heart in hiding\nStirred for a bird, – the achieve of, the mastery of the thing!"
  },
  {
    "title": "God's Grandeur",
    "author": "Gerard Manley Hopkins",
    "year": 1918,
    "body": "The world is charged with the grandeur of God.\n    It will flame out, like shining from shook foil;\n    It gathers to a greatness, like the ooze of oil\nCrushed. Why do men then now not reck his rod?\nGenerations have trod, have trod, have trod;\n    And all is seared with trade; bleared, smeared with toil;\n    And wears man's smudge and shares man's smell: the soil\nIs bare now, nor can foot feel, being shod."
  },
  {
    "title": "No, I'm not a pessimist",
    "author": "Anna Akhmatova",
    "year": 1922,
    "body": "No, I'm not a pessimist.\nI believe that the sun has a right to be born\nand that the wind has a right to blow,\nand that the birds have a right to sing.\nI believe that the grass has a right to grow,\nand that a man has a right to be born,\nand that a woman has a right to love."
  },
  {
    "title": "I am glad to be alone",
    "author": "Anna Akhmatova",
    "year": 1917,
    "body": "I am glad to be alone,\nto be alone, to be alone.\nI am glad to be alone,\nto be alone, to be alone.\nI am glad to be alone,\nto be alone, to be alone,\nand to look at the fire."
  },
  {
    "title": "I taught myself to live simply",
    "author": "Anna Akhmatova",
    "year": 1912,
    "body": "I taught myself to live simply and wisely,\nto look at the sky and to pray to God,\nand to wander long before evening\nto tire my useless anxiety.\nWhen the burdocks rustle in the ravine\nand the yellow-red rowanberry cluster droops\nI compose happy verses\nabout life's decay, decay and beauty."
  },
  {
    "title": "The Guest",
    "author": "Anna Akhmatova",
    "year": 1914,
    "body": "Something is not right today:\nas if a guest had entered\nand was sitting in my room.\nHe is silent, and I am silent,\nand we both look at the clock.\nThe hands move, the hands move,\nand the guest will not go away."
  },
  {
    "title": "Requiem",
    "author": "Anna Akhmatova",
    "year": 1940,
    "body": "No, not under the vault of alien skies,\nAnd not under the shelter of alien wings –\nI was with my people then,\nThere, where my people, unfortunately, were."
  },
  {
    "title": "The Ballad of the Harp-Weaver",
    "author": "Edna St. Vincent Millay",
    "year": 1922,
    "body": "“Son,” said my mother,\nWhen I was knee-high,\n“You’ve need of clothes to cover you,\nAnd not a rag have I.\n\n“There’s nothing in the house\nTo make a boy breeches,\nNor shears to cut a cloth with\nNor thread to take stitches."
  },
  {
    "title": "First Fig",
    "author": "Edna St. Vincent Millay",
    "year": 1920,
    "body": "My candle burns at both ends;\n   It will not last the night;\nBut ah, my foes, and oh, my friends—\n   It gives a lovely light!"
  },
  {
    "title": "Second Fig",
    "author": "Edna St. Vincent Millay",
    "year": 1920,
    "body": "Safe upon the solid rock the ugly houses stand:\nCome and see my shining palace built upon the sand!"
  },
  {
    "title": "Recuerdo",
    "author": "Edna St. Vincent Millay",
    "year": 1922,
    "body": "We were very tired, we were very merry—\nWe had gone back and forth all night on the ferry.\nIt was bare and bright, and smelled like a stable—\nBut we looked into a fire, we leaned across a table,\nWe lay on a hill-top underneath the moon;\nAnd the whistles kept blowing, and the dawn came soon."
  },
  {
    "title": "I, being born a woman and distressed",
    "author": "Edna St. Vincent Millay",
    "year": 1923,
    "body": "I, being born a woman and distressed\nBy all the needs and notions of my kind,\nAm urged by your propinquity to find\nYour person fair, and feel a certain zest\nTo bear your body’s weight upon my breast:\nSo subtly is the fume of life designed,\nTo clarify the pulse and cloud the mind,\nAnd leave me once again undone, possessed.\nThink not for this, however, the poor treason\nOf my stout blood against my staggering brain,\nI shall remember you with love, or season\nMy scorn with pity, — let me make it plain:\nI find this frenzy insufficient reason\nFor conversation when we meet again."
  },
  {
    "title": "What lips my lips have kissed, and where, and why",
    "author": "Edna St. Vincent Millay",
    "year": 1923,
    "body": "What lips my lips have kissed, and where, and why,\nI have forgotten, and what arms have lain\nUnder my head till morning; but the rain\nIs full of ghosts tonight, that tap and sigh\nUpon the glass and listen for reply,\nAnd in my heart there stirs a quiet pain\nFor unremembered lads that not again\nWill turn to me at midnight with a cry.\nThus in the winter stands the lonely tree,\nNor knows what birds have vanished one by one,\nYet knows its boughs more silent than before:\nI cannot say what loves have come and gone,\nI only know that summer sang in me\nA little while, that in me sings no more."
  },
  {
    "title": "Pity me not because the light of day",
    "author": "Edna St. Vincent Millay",
    "year": 1921,
    "body": "Pity me not because the light of day\nAt close of day no longer walks the sky;\nPity me not for beauties passed away\nFrom field and thicket as the year goes by;\nPity me not the waning of the moon,\nNor that the ebbing tide goes out to sea,\nNor that a man’s desire is hushed so soon,\nAnd you no longer look with love on me."
  },
  {
    "title": "Spring",
    "author": "Edna St. Vincent Millay",
    "year": 1921,
    "body": "To what purpose, April, do you return again?\nBeauty is not enough.\nYou can no longer quiet me with the redness\nOf little leaves opening stickily.\nI know what I know.\nThe sun is hot on my neck as I observe\nThe spikes of the crocus.\nThe smell of the earth is good.\nIt is apparent that there is no death.\nBut what does that signify?\nNot only under ground are the brains of men\nEaten by maggots.\nLife in itself\nIs nothing,\nAn empty cup, a flight of uncarpeted stairs.\nIt is not enough that yearly, down this hill,\nApril\nComes like an idiot, babbling and strewing flowers."
  },
  {
    "title": "The Penitent",
    "author": "Edna St. Vincent Millay",
    "year": 1922,
    "body": "I had a little sorrow,\nBorn of a little sin,\nI found a room all damp and dark\nAnd shut the sorrow in."
  },
  {
    "title": "Grown-up",
    "author": "Edna St. Vincent Millay",
    "year": 1922,
    "body": "Was it for this I uttered prayers,\nAnd sobbed and cursed and kicked the stairs,\nThat now, domestic as a plate,\nI should retire at half-past eight?"
  },
  {
    "title": "Euclid alone has looked on Beauty bare",
    "author": "Edna St. Vincent Millay",
    "year": 1922,
    "body": "Euclid alone has looked on Beauty bare.\nLet all who prate of beauty hold their peace,\nAnd lay them prone upon the earth and cease\nTo ponder on themselves, the while they stare\nAt nothing, intricately drawn nowhere\nIn shapes of shifting lineage; let geese\nGabble and hiss, but heroes seek release\nFrom dusty bondage into luminous air.\nO blinding hour, O holy, terrible day,\nWhen first the shaft into his vision shone\nOf light anatomized! Euclid alone\nHas looked on Beauty bare. Fortunate they\nWho, though once only and then but far away,\nHave heard her massive sandal set on stone."
  },
  {
    "title": "There Will Come Soft Rains",
    "author": "Sara Teasdale",
    "year": 1920,
    "body": "There will come soft rains and the smell of the ground,\nAnd swallows circling with their shimmering sound;\n\nAnd frogs in the pools singing at night,\nAnd wild plum-trees in tremulous white;\n\nRobins will wear their feathery fire\nWhistling their whims on a low fence-wire;\n\nAnd not one will know of the war, not one\nWill care at last when it is done.\n\nNot one would mind, neither bird nor tree\nIf mankind perished utterly;\n\nAnd Spring herself, when she woke at dawn,\nWould scarcely know that we were gone."
  },
  {
    "title": "I Shall Not Care",
    "author": "Sara Teasdale",
    "year": 1915,
    "body": "When I am dead and over me is the soft summer rain,\nAnd I am in the lonesome dark where the roots begin,\nAnd you, who were my lover, are full of bitter pain,\nI shall not care.\n\nI shall have peace, as leafy trees are peaceful\nWhen rain bends down the bough; and I shall be\nMore quiet and more cool than you are now.\nI shall not care.\n\nI shall have rest, and you, who were my lover,\nWill cry and fling your soul into the dust,\nAnd you will know not that your tears are over,\nAnd you will know not that my love is rust.\nI shall not care."
  },
  {
    "title": "Barter",
    "author": "Sara Teasdale",
    "year": 1917,
    "body": "Life has loveliness to sell,\nAll beautiful and splendid things,\nBlue waves whitened on a cliff,\nSoaring fire that sways and sings,\nAnd children's faces looking up\nHolding wonder like a cup.\n\nLife has loveliness to sell,\nMusic like a curve of gold,\nScent of pine trees in the rain,\nEyes that love you, arms that hold,\nAnd for your spirit's still delight,\nHoly thoughts that star the night."
  },
  {
    "title": "The Look",
    "author": "Sara Teasdale",
    "year": 1915,
    "body": "Strephon kissed me in the spring,\nRobbed me of my golden ring;\nRobin in the fall of leaves,\nStole my silver-buckled sheaves;\nColin, when the fields were bare,\nTook from me my golden hair;\nBut I treasured most of all,\nWhat the cold winds of the fall,\nNor the winter's stormy blast,\nCould not from my body cast,\nTill a lad with laughing eyes,\nSnatched it from me with his sighs;\nStrephon, Robin, Colin, all,\nI forgive you for the fall\nOf my golden ring and hair,\nAnd my silver sheaves so fair;\nBut the lad with laughing eyes,\nWho has stolen all my sighs,\nI can never quite forgive,\nLong as I may live."
  },
  {
    "title": "Let It Be Forgotten",
    "author": "Sara Teasdale",
    "year": 1920,
    "body": "Let it be forgotten, as a flower is forgotten,\nForgotten as a fire that once was singing gold,\nLet it be forgotten for ever and ever,\nTime is a kind friend, he will make us old.\n\nIf anyone asks, say it was forgotten\nLong and long ago,\nAs a flower, as a fire, as a hushed footfall\nIn a long forgotten snow."
  },
  {
    "title": "The Coin",
    "author": "Sara Teasdale",
    "year": 1920,
    "body": "Into my heart's treasury\nI slipped a coin\nThat time cannot take\nNor a thief purloin,—\n\nOh, better than the minting\nOf a gold-crowned king\nIs the safe-kept memory\nOf a lovely thing."
  },
  {
    "title": "I Am Not Yours",
    "author": "Sara Teasdale",
    "year": 1915,
    "body": "I am not yours, not lost in you,\nNot lost, although I long to be\nLost as a candle lit at noon,\nLost as a snowflake in the sea.\n\nYou love me, and I find you still\nA spirit beautiful and bright,\nYet I am I, who long to be\nLost as a light is lost in light.\n\nOh, plunge me deep in love—put out\nMy senses, leave me deaf and blind,\nSwept by the tempest of your love,\nA taper in a rushing wind."
  },
  {
    "title": "Spring Night",
    "author": "Sara Teasdale",
    "year": 1915,
    "body": "The park is filled with night and fog,\nThe veils are drawn about the world,\nThe drowsy lights along the paths\nAre dim and pearled.\n\nGold and gleaming the empty streets,\nGold and gleaming the misty lake,\nThe mirrored lights like sunken swords,\nGlimmer and shake."
  },
  {
    "title": "Advice to a Girl",
    "author": "Sara Teasdale",
    "year": 1917,
    "body": "No one worth possessing\nCan be quite possessed;\nLay that on your heart,\nMy young angry dear;\nThis truth, this hard and precious stone,\nLay it on your hot cheek,\nLet it hide your tear."
  },
  {
    "title": "Wisdom",
    "author": "Sara Teasdale",
    "year": 1915,
    "body": "When I have ceased to break my wings\nAgainst the faultiness of things,\nAnd learned that compromises wait\nBehind each hardly opened gate,\nWhen I can look Life in the eyes,\nAnd notice where the dust-mote flies,\nI shall have gained a little wisdom,\nAnd lost a great deal of my joy."
  }
]